Repository: gdumee/LISA-PLUGINS-Minuteur
Catalog: lisa/plugins/Minuteur/lang/*/LC_MESSAGES/minuteur.po
Languages: fr

source: You didn't specify a duration
fr: (10, "Vous n'avez pas indiqué de durée"),(10, "Il manque la durée"),(10, "Veuillez précisez la durée du minuteur")

source: I start a timer for
fr: (5, "je lance un minuteur de {0}"),(10, "je démarre un minuteur de {0}"),(10, "je compte à rebours {0}"),(10, "je chronomètre {0}")

source: for
fr: pour

source: There is remaining
fr: (10, "Il reste {0}"),(10, "Il reste encore {0}"),(5, "Il y en a encore pour {0}")

source: existing timer
fr: (10,"Le minuteur en cours est {slist}."),(10,"Le minuteur actif est {slist}."),

source: existing timers
fr: (10,"Les minuteurs en cours sont {slist}."),(10,"Les minuteurs actifs sont {slist}."),

source: I don't know this timer
fr: Je ne connais pas ce minuteur.

source: The timer is over
fr: Le minuteur {0} est terminé

source: I stop timer
fr: (10, "J'ai arreté le minuteur {name}"),(10, "J'arrête le minuteur")

source: hour
fr: heure

source: second
fr: seconde
